Repository: DIKO-Doc/DIKO-Doc.github.io
Catalog: cht-to-eng/cht-to-eng-omegat.tmx
Source language: zh_tw
Languages: en

source: 新增系統參數
en: Add System Parameter

source: 新增關鍵字
en: Additional keywords

source: 於Databases按右鍵，然後點選Restore Database...
en: Right-click Databases and select Restore Database...

source: 日期
en: Date

source: 更新安全等級
en: Update Security Level

source: 更新時間
en: Update Time

source: 更新用戶
en: User Info Update

source: 更新系統參數
en: Update System Parameter

source: 有一個名為DIKO的文件夾，用於儲存應用程式、檔案物件和全文索引，因此，C磁碟機上的DIKO文件夾應該透過系統的「複製」命令或其他備份軟體進行備份。
en: There is a folder called DIKO which stores the application, file objects and full text index. Therefore, the DIKO folder on C drive should be backup either by using the “Copy” command or other backup software.

source: 有關指定特定時間點的詳細資訊，請參閱備份時間表。
en: For more information on designating a specific point in time, see Backup Timeline.

source: 未經書面授權，嚴禁以任何方式提及本文檔中的部分或全部材料。
en: Any reference to partial or all materials in this document without written authorization is strictly prohibited.

source: 模組
en: Module

source: 檔案
en: File

source: 檔案修訂追蹤
en: Change History

source: 檔案修訂追蹤 版本 日期 章節 備註 1.0 2018年 10 所有 發佈新檔 月 10日 1.1 2019年 5 第 2章 備份與復原 加入了備份與復原過程中的 月 30日 抓圖，再修訂了部分用字和 標點符號。
en: Change History Version Date Sections Remarks 1.0 10th Oct 2018 All New document released 1.1 30th May 2019 Chapter 2 Backup Restore Updated with details steps of backup and restore, with screen captures

source: 檔案可以分為不同的類別，每個類別都包含一組欄位，用來支援元資料的搜尋。
en: Documents can be classified in different categories. Each category consists a group of fields which hold the metadata for searching.

source: 檔案日誌
en: Audit Trail

source: 檔案系統備份
en: File System Backup

source: 檔案系統存儲所有加密檔、PDF格式、全文索引等。
en: File System stores all encrypted files, PDF renditions, full text index, etc.

source: 檔案系統復原
en: Restore File System

source: 檢視設定
en: View Settings

source: 此外，DIKO保留每個檔案的版本以確保其 完整性。
en: In addition, DIKO keeps the versions of each document to protect its integrity.

source: 步驟
en: Steps

source: 每頁紀錄
en: Records Per Page

source: 比斯拉馬語 = 93,
en: Bislama = 93,

source: 比科爾語 = 97,
en: Bikol = 97,

source: 然後你會看到以下的對話框：
en: Then you will see the dialog box below:

source: 版本
en: Version

source: 版權所有 2019。
en: Copyright 2019.

source: 版權所有2019。
en: Copyright 2019. All rights reserved.

source: 物件類型
en: Object Type

source: 狀態
en: Status

source: 獲得SSL憑證
en: Obtain SSL Certificate

source: 瑞士德語 = 132,
en: SwissGerman = 132,

source: 用戶個人資料
en: Personal Profile

source: 用戶名
en: First Name

source: 用戶姓
en: Last Name

source: 用戶帳號
en: User ID

source: 用戶的姓氏
en: The last name of the user.

source: 用戶的職稱。
en: The title of the user.

source: 用戶的電子郵件地址
en: The email address of the user.

source: 當備份完成，系統會出現如下圖般提示備份已完成的訊息：
en: When the backup is completed, the system will prompt the backup to complete the message as shown below:

source: 當取消選擇早期備份時，將自動取消選擇依賴於恢復早期備份的備份。
en: Backups that depend on the restoration of an earlier backup are automatically deselected when the earlier backup is deselected.

source: 當然，您也可以使用 SQL Server Management Studio進行備份。
en: Certainly, you may use the SQL Server Management Studio to conduct the backup.

source: 當然，您也可以使用SQL Server Management Studio進行備份。
en: Certainly, you may use the SQL Server Management Studio to conduct the backup.

source: 發佈新檔
en: New document released

source: 盧森堡文 = 23,
en: Luxemb = 23,

source: 目錄
en: Table of Contents

source: 確定密碼
en: Confirm Password

source: 章節
en: Sections

source: 第 2 / 9
en: Page 2 / 9

source: 第 3 / 9
en: Page 3 / 9

source: 第 5 / 9
en: Page 5 / 9

source: 第 6 / 9
en: Page 6 / 9

source: 第 7 / 9
en: Page 6 / 9

source: 第 9 / 9
en: Page 3 / 9

source: 第2章 備份與復原
en: Chapter 2 Backup & Restore

source: 簡介
en: Introduction

source: 簡體中文 = 49,
en: Schinese = 49,

source: 系統參數
en: System Parameter

source: 系統需求
en: System requirement

source: 索引監控
en: Index Monitor

source: 組件
en: Modules

source: 繁體中文 = 50,
en: Tchinese = 50,

source: 聲明
en: Disclaimer

source: 聲明 版權所有 2019。
en: Disclaimer (C) All rights reserved 2019.

source: 職稱
en: Title

source: 自動產生密碼
en: Auto Generate Password

source: 自定浮水印設定後，點擊 鈕保存此設置。
en: Customize the watermark setting and then click the button to save this setting.

source: 自訂設置後，單擊 按鈕保存此設置。
en: Customize the setting and then click the button to save this setting.

source: 蘇格蘭蓋爾文 = 37,
en: ScottishGaelic = 37,

source: 處)
en: place)

source: 西里爾字母波斯尼亞語 = 130,
en: BosnianCyrillic = 130,

source: 西里爾字母蒙古語 = 135,
en: MongolianCyrillic = 135,

source: 要復原DIKO很簡單，將資料庫和檔案系統備份從NAS放到默認位置（即C磁碟機），DIKO將再次投入生產。
en: To restore DIKO is simple, put the database and file system backup from the NAS to the default location (i.e. C drive) and DIKO will be in production again.

source: 要復原檔案系統，只需複製整個DIKO文件夾及其內容，並將之放回到C磁碟機（或DIKO安裝的硬碟）上。
en: To restore the file system, simply copy the whole DIKO folder with its content and put it back on C drive (or DIKO installed hard drive).

source: 要搜尋的結束日期
en: The end date of the search

source: 要搜尋的開始日期
en: The beginning date of the search

source: 要更改資料庫名稱，請在Database框中輸入新名稱。
en: To change the name of the database, enter the new name in the Database box.

source: 要覆蓋建議的恢復計畫，您可以更改網格中的選擇。
en: To override the suggested recovery plan, you can change the selections in the grid.

source: 角色
en: Role

source: 設備監控
en: Device Monitor

source: 該清單僅包含根據msdb備份歷史記錄作過備份的資料庫。
en: The list contains only databases that have been backed up according to the msdb backup history.

source: 語言
en: Locale

source: 說明
en: Instructions

source: 資料夾
en: Folder

source: 資料庫
en: Database

source: 資料庫備份
en: Database Backup

source: 資料庫存儲所有檔案記錄、稽 核軌跡、使用者群組等。
en: Database stores all document records, audit trails, user groups, etc.

source: 資料庫存儲所有檔案記錄、稽核軌跡、使用者群組等。
en: Database stores all document records, audit trails, user groups, etc.

source: 資料庫復原
en: Restore Database

source: 這時，對話匣的左下角會出現備份 進程的圖案。
en: At this point, the pattern of the backup process will appear in the lower left corner of the dialog.

source: 這時，對話匣的左下角會出現備份進程的圖案。
en: At this point, the pattern of the backup process will appear in the lower left corner of the dialog.

source: 進階
en: Advanced

source: 運行應用服務所需的用戶權限
en: User right required to run the application service

source: 選擇 “I accept the terms in the license agreement” 然後 點選 “Next”
en: Choose “I accept the terms in the license agreement” then select “Next”

source: 選擇 “Runtime” 然後點擊 “Next”
en: Choose “Runtime” then click “Next”

source: 選擇 “內容 (R)” 然後“Compatibility”
en: Select “Properties (R)” and then“Compatibility”

source: 選擇Close existing connections option選項以確保所有在Management Studio與資料庫之間的活動連接均已關閉。
en: Check the Close existing connections option to ensure that all active connections between Management Studio and the database are closed.

source: 選擇以下選項之一：
en: Select one of the following options:

source: 重置密碼
en: Reset Password

source: 關鍵字
en: Keyword

source: 阿方奧羅莫語 = 118,
en: Afaan = 118,

source: 除非資料庫很大並且您希望監視還原操作的狀態，否則通常不需要這樣做。
en: This is not usually necessary unless the database is large and you wish to monitor the status of the restore operation.

source: 雙擊 “DIKO DropZone Setup” 開始安裝
en: Double click “DIKO DropZone Setup” begin installation

source: 雙擊“Microsoft WSE 2.0 SP3” 開始安裝
en: Double click“Microsoft WSE 2.0 SP3” and start installation

source: 電子郵件
en: Email

source: 電子郵件通知用戶
en: Send Email Notification To User

source: 需求
en: Requirement

source: 預設情況下，DIKO安裝在C磁碟機上。
en: DIKO is by default to be installed on C drive.

source: 預設情況下，建議使用恢復計畫。
en: By default, a recovery plan is suggested.

source: 預設替換版本
en: Default Replace Version

source: 點擊 “Install”
en: Click “Install”

source: 點擊 “Finish”
en: Click “Finish”

source: 點擊 “Next >”
en: Click “Next >”

source: 點擊“Download and install this feature”
en: Click“Download and install this feature”

source: 點選 “Next >”
en: Select “Next > ”

source: 點選「Blueprint:」旁的選擇儲存路徑，點擊「Generate H/W Blueprint」：
en: Click button beside ”Blueprint:” to select path, then click“Generate H/W Blueprint”:
